Repository: mschweizer/firmenlauf
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Full Name
de: Vor- und Nachname

source: Department
de: Bereich und Abteilung

source: Year of Birth
de: Jahrgang

source: T-Shirt Size
de: T-Shirt-Größe

source: Year of birth must be between 1900 and 2023.
de: Der Jahrgang muss zwischen 1900 und 2023 liegen.

source: Last day for registration. If not set, registration is always open.
de: Letzter Tag für die Anmeldung. Wenn nicht gesetzt, ist die Anmeldung immer offen.

source: Maximum number of participants allowed. If not set, there is no limit.
de: Maximale Anzahl der zugelassenen Teilnehmer. Wenn nicht gesetzt, gibt es keine Begrenzung.

source: running event
de: Laufveranstaltung

source: running events
de: Laufveranstaltungen

source: Extra Small
de: XS

source: Small
de: S

source: Medium
de: M

source: Large
de: L

source: Extra Large
de: XL

source: Double Extra Large
de: XXL

source: I already have a t-shirt
de: Ich habe bereits ein T-Shirt

source: Indicates if the participant is on the waiting list
de: Gibt an, ob der Teilnehmer auf der Warteliste steht

source: participant
de: Teilnehmer

source: participants
de: Teilnehmer

source: Already Registered
de: Bereits Registriert

source: You are already registered!
de: Sie sind bereits registriert!

source: You have already registered for
de: Sie haben sich bereits registriert für

source: Registration Information
de: Registrierungsinformationen

source: You registered for this event on
de: Sie haben sich für diese Veranstaltung registriert am

source: If you believe this is an error or you need to update your registration, please contact the administrator at
de: Wenn Sie glauben, dass dies ein Fehler ist oder Sie Ihre Registrierung aktualisieren möchten, kontaktieren Sie bitte den Administrator unter

source: Your Registration Details
de: Ihre Registrierungsdetails

source: Department:
de: Abteilung:

source: Year of Birth:
de: Jahrgang:

source: T-shirt Size:
de: T-Shirt-Größe:

source: Registration Date:
de: Registrierungsdatum:

source: On waiting list
de: Auf der Warteliste

source: Event Information
de: Veranstaltungsinformationen

source: Event:
de: Veranstaltung:

source: Date:
de: Datum:

source: Location:
de: Ort:

source: Back to Events List
de: Zurück zur Veranstaltungsliste

source: Running Events
de: Laufveranstaltungen

source: Running Events Registration
de: Anmeldung für Laufveranstaltungen

source: Registration
de: Anmeldung

source: Registration Deadline:
de: Anmeldefrist:

source: No spots available:
de: Keine Plätze verfügbar:

source: Registration will place you on the waiting list
de: Die Anmeldung setzt Sie auf die Warteliste

source: Available Spots:
de: Verfügbare Plätze:

source: out of
de: von

source: Registration Form
de: Anmeldeformular

source: Register
de: Anmelden

source: Registration for this event is currently closed.
de: Die Anmeldung für diese Veranstaltung ist derzeit geschlossen.

source: Available Running Events
de: Verfügbare Laufveranstaltungen

source: Sign up for upcoming running events organized by our company.
de: Melden Sie sich für kommende Laufveranstaltungen an, die von unserem Unternehmen organisiert werden.

source: Registration closes on
de: Anmeldeschluss am

source: No spots available - registration will place you on the waiting list
de: Keine Plätze verfügbar - die Anmeldung setzt Sie auf die Warteliste

source: spots available out of
de: Plätze verfügbar von

source: View Details & Register
de: Details anzeigen & Anmelden

source: There are no running events available for registration at this time. Please check back later.
de: Derzeit sind keine Laufveranstaltungen zur Anmeldung verfügbar. Bitte schauen Sie später wieder vorbei.

source: Registration Successful
de: Anmeldung erfolgreich

source: Registration Successful!
de: Anmeldung erfolgreich!

source: Thank you for registering for
de: Vielen Dank für Ihre Anmeldung für

source: You are on the waiting list!
de: Sie stehen auf der Warteliste!

source: The event has reached its maximum number of participants. You have been placed on the waiting list and will be notified if a spot becomes available.
de: Die Veranstaltung hat die maximale Teilnehmerzahl erreicht. Sie wurden auf die Warteliste gesetzt und werden benachrichtigt, wenn ein Platz frei wird.

source: Registration Details
de: Anmeldedetails

source: Registration for this event is closed.
de: Die Anmeldung für diese Veranstaltung ist geschlossen.

source: No spots available. You have been placed on the waiting list.
de: Keine Plätze verfügbar. Sie wurden auf die Warteliste gesetzt.
